{
    "basic_info": {
      "description_header": "I'm George Mead, and I don't like this -->",
      "description": " After dropping out of high school, I joined the Army. While serving active-duty, I obtained a bachelor's degree in business and then left the military to go to Boston College Law School. In Philadelphia's district attorney's office, I prosecuted felonies ranging from kidnappings and armed robberies to bar fights. I then worked for Boston College's Innocence Project representing a client who, at only eighteen, had been wrongfully incarcerated for three deaths, one of whom was his best friend. (While I've been at Code Fellows, the Project just filed his new trial motion!) Although I remain passionate about criminal justice, I realized I wanted a career that allowed me to be more creative while remaining intellectually engaging. So, I came to Code Fellows to become a software developer. Front-end design, especially making apps intuitive for casual users, is what most attracted me to this career. I am experienced in HTML, CSS, and JavaScript, including React and Bootstrap.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "301 Final Project",
        "startDate": "2021",
        "description": "Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?",
        "images": [
          "images/ferry.jpeg",
          "images/portfolio/adventure/p2.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "The Horned Beasts of Springfield",
        "startDate": "2021",
        "description": "One of my favorite projects and definitely the most technical. Love working in React. Once I was able to grasp the parent-child relationship between components, everything kind of fell together.",
        "images": [
          "images/candh.jpg",
          "images/portfolio/animal-shelter/p2.jpg"
        ],
        "url": "https://gmeadiv.github.io/horned_beast/",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "The House of Hell",
        "startDate": "2021",
        "description": "Final project for Code 201. I had the most fun working on this. I was responsible for almost all of the front-end stuff, including the CSS for all the comic book panels and images. I also wrote the narrative for the game.",
        "images": [
          "images/hellhouse.png",
          "images/portfolio/photography/p2.jpg"
        ],
        "url": "https://gmeadiv.github.io/House_of_Hell/",
        "technologies": [
          {
            "class": "devicon-react-original",
            "name": "React"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Boston College Innocence Program",
        "title": "Student Attorney",
        "years": "09.2018 - 05.2020",
        "mainTech": [
        ],
        "technologies": [
        ]
      },
      {
        "company": "Philadelphia District Attorney",
        "title": "Law Clerk",
        "years": "05.2018 - 09.2018",
        "mainTech": [
        ],
        "technologies": [
        ]
      }
    ]
  }
